---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.LoadCaseCategory.Dead
enum: Autodesk.Revit.DB.Structure.LoadCaseCategory
source: html/33f1eed5-e7d8-c12c-596c-55e10ac14c15.htm
---
# Autodesk.Revit.DB.Structure.LoadCaseCategory.Dead

Dead